Repository: pardus/eta-cinnamon-greeter
Catalog: po/*.po
Languages: tr

source: <span size ='x-large'><b>Expand Your Boundaries! Pardus is Everywhere</b></span>
tr: <span size ='x-large'><b>Sınırlarınızı Genişletin! Pardus Her Yerde</b></span>

source: Let's Start
tr: Hadi Başlayalım

source: Always the Same Speed, Uninterrupted Performance! Don't Waste Time in Education with Pardus
tr: Hep Aynı Hız, Kesintisiz Performans! Pardus’la Eğitimde Zaman Kaybetmeyin

source: Current Resolution
tr: Mevcut Çözünürlük

source: 4K resolution provides a clearer view, but some applications may not support 4K resolution and may be difficult to use. In this case, you can choose Full HD resolution.
tr: 4K çözünürlük daha net bir görünüm sağlar; ancak bazı uygulamalar 4K çözünürlüğü desteklemeyebilir ve kullanımı zor olabilir. Bu durumda Full HD çözünürlüğü tercih edebilirsiniz.

source: You can change the resolution setting later bottom right corner of your desktop
tr: Çözünürlük ayarını daha sonra masaüstünüzün sağ alt köşesindeki

source: change it with the icon.
tr: simgesiyle değiştirebilirsiniz.

source: Secure Education, Seamless Technology! No Place for Viruses with Pardus
tr: Güvenli Eğitim, Sorunsuz Teknoloji! Pardus’la Virüslere Yer Yok

source: Tailored to Your Needs, Made for You! Pardus Was Created for You
tr: İhtiyacınıza Uygun, Size Özel! Pardus Sizin İçin Yapıldı

source: Light
tr: Açık

source: Dark
tr: Koyu

source: Make Your Choices! Pardus Offers Options Tailored to You
tr: Seçimlerinizi Yapın! Pardus, Size Uygun Seçenekler Sunar

source: PARDUS Protects Your Eyes
tr: PARDUS Gözlerinizi Korur

source: Pardus Night Light is a great application that does not tire your eyes. It protects your eye health by adjusting the screen color. You can turn it on and off from here now. If you want to change your settings later, you can use the icon at the bottom right.
tr: Pardus Gece Işığı, gözlerinizi yormayan harika bir uygulama. Ekran rengini ayarlayarak göz sağlığınızı korur. Şimdi buradan açıp kapatabilirsiniz. Daha sonra ayarlarınızı değiştirmek isterseniz sağ alttaki simgeyi kullanabilirsiniz.

source: Night Light
tr: Gece Işığı

source: Low
tr: Düşük

source: Medium
tr: Orta

source: High
tr: Yüksek

source: Pardus Night Light application is not installed on your system. You can install it from Pardus Software Center by clicking the button below.
tr: Pardus Gece Işığı uygulaması sisteminizde yüklü değil. Aşağıdaki butona tıklayarak Pardus Yazılım Merkezi üzerinden yükleyebilirsiniz.

source: Pardus Night Light
tr: Pardus Gece Işığı

source: No Licensing Issues with Pardus! Discover the Power of Free Software
tr: Pardus ile Lisans Sorunu Yok! Ücretsiz Yazılımın Gücünü Keşfedin

source: <span size='x-large'><b>Pardus Software Center</b></span>
tr: <span size='x-large'><b>Pardus Yazılım Merkezi</b></span>

source: For more application
tr: Daha fazla uygulama için

source: For more settings
tr: Daha fazla ayar için

source: Pardus Software Center
tr: Pardus Yazılım Merkezi

source: System Settings
tr: Sistem Ayarları

source: We Are Always with You! Support is at Your Fingertips with the Pardus Community
tr: Her Zaman Yanınızdayız! Pardus Topluluğu ile Destek Elinizin Altında

source: <span size="large">Links</span>
tr: <span size="large">Bağlantılar</span>

source: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Home Page</a>
tr: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Ana Sayfa</a>

source: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Documentations</a>
tr: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Belgeler</a>

source: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Community</a>
tr: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Topluluk</a>

source: <span size="large">Support</span>
tr: <span size="large">Destek</span>

source: Show at next startup.
tr: Sonraki açılışta göster.

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Close
tr: Kapat

source: ETA Greeter
tr: ETA Karşılayıcı

source: Tool that helps you to get ETAP ready.
tr: Bu araç ETAP'ı hazırlamanıza yardımcı olacaktır.

source: translator-credits
tr: Fatih Altun <fatih.altun@pardus.org.tr>

source: About ETA Greeter
tr: ETA Karşılayıcı Hakkında

source: Welcome
tr: Hoş Geldiniz

source: Select Wallpaper
tr: Duvar Kağıdı Seçin

source: Select Theme
tr: Tema Seçin

source: Display Settings
tr: Görünüm Ayarları

source: Sound Settings
tr: Ses Ayarları

source: Applications
tr: Uygulamalar

source: Support & Community
tr: Destek ve Topluluk

source: Error
tr: Hata
